[
    "I hope your special day will bring you lots of happiness, love, and fun. You deserve them a lot. Enjoy!",
    "All things are sweet and bright. May you have a lovely birthday Night.",
    "Let’s light the candles and celebrate this special day of your life. Happy birthday.",
    "Here’s to the sweetest and loveliest person I know. Happy birthday!",
    "Happy birthday to my best friend, the one I care about the most!",
    "Wherever your feet may take, whatever endeavor you lay hands on. It will always be successful. Happy birthday.",
    "May this special day bring you endless joy and tons of precious memories!",
    "You are very special and that’s why you need to float with lots of smiles on your lovely face. Happy birthday.",
    "Today is the birthday of the person who is spreading joy and positivity all around. May your birthday and your life be as wonderful as you are!",
    "Happy birthday! Here’s to a bright, healthy and exciting future!",
    "The joy is in the air because your special day is here!",
    "Your birthday only comes once a year, so make sure this is the most memorable one ever and have a colorful day.",
    "I got a feeling that you’ll look really good when you get older. So don’t feel bad about how you look now. Happy birthday my friend!",
    "Today I wish you a fun time, shared with your dear ones, and a lifelong happiness!",
    "Wishing you a wonderful day and all the most amazing things on your Big Day!",
    "May your birthday be full of happy hours and special moments to remember for a long long time!",
    "Soon you’re going to start a new year of your life and I hope this coming year will bring every success you deserve. Happy birthday.",
    "Wishing you a memorable day and an adventurous year, Happy birthday!",
    "Hope your birthday is as wonderful and extraordinary as you are.",
    "I wish you to enjoy your special day, relax and let yourself be spoiled, you deserve it!",
    "I wish you to have a wonderful time on your Day!",
    "I wish that life brings you a beautiful surprise for every candle on your bday cake!",
    "Hugging you don’t need any reason but, if there is a reason, more than one hug is a norm. Happy Birthday!",
    "I wish you a day filled with great fun and a year filled with true happiness!",
    "Let yourself do everything that you like most in life, may your Big Day be cheerful and happy!",
    "Wishing you the abundance of fun and glory, Happy Birthday!",
    "May this day be so happy that smile never fades away from your face.",
    "On your birthday friends wish you many things, but I will wish you only two: always and never. Never feel blue and always be happy!",
    "May the dream that means most to you, start coming true this year. Happy Bday!",
    "May you enjoy your special day to the fullest extent, buddy!",
    "May your birthday mark the beginning of a wonderful period of time in your life!",
    "May your special day be full of beautiful, magical and unforgettable moments!",
    "Happy birthday, gorgeous! You are another year older and I just can’t see it. Have a blast! Wishing you the best of the best!",
    "What did little birdie say?  Oh! It said it is your birthday today. Happy Birthday!",
    "Wishing you greatest birthday ever, full of love and joy from the moment you open your eyes in the morning until you sleep for the night.",
    "My wish for you on your birthday is that you are, and will always be, happy and healthy!",
    "Have a wonderful, happy, healthy birthday now and forever.",
    "Happy birthday to a person that’s charming, talented, and witty, and reminds me a lot of myself.",
    "Let this day be full of joy and celebration. I wish you an outstanding and fabulous birthday, my friend!",
    "Happy birthday! I hope your day is filled with lots of love and laughter! May all of your birthday wishes come true.",
    "To someone who touches each life you enter, spreading joy to everyone you meet: may the love and happiness you share with others return to you tenfold. I wish you many more happiest of birthdays!",
    "I hope that your birthday is as much fun as you are, but that sets a very high standard. Happy birthday!",
    "On your special day, I wish you good luck. I hope this wonderful day will fill up your heart with joy and blessings.",
    "I want your birthday to be celebrated as a national holiday because then I’ll get a day off. Happy birthday.",
    "Happy birthday! May your day be filled with lots of love and happiness.",
    "Wishing you a very happy birthday today. I hope you will be showered with spoils!",
    "I hope today will be your best birthday yet. Keep smiling!",
    "Happy, happy birthday! Stay as bright, bubbly and lovely as you are.",
    "Live your life with smiles, not tears. Beat your age with friends and not years. Happy birthday!",
    "Here is a wish for your birthday. May you receive whatever you ask for, may you find whatever you seek. Happy birthday!",
    "Your birthday has come around after 365 days. That's a pretty long time. Deal with the pressure because that how diamonds are made. Happy birthday."
]
